//translate by bigdeer(cnbigdeer@msn.com)
//2006/1/17
0="252"
1="文件名 / 扩展名"
2="文件名 / "
3="扩展名"
4="大小"
5="日期/时间"
6="错误 %i 连接时!"
7="错误 %i 更改到目录!"
8="不能访问文件!"
9="不能找到文件!"
10="不能访问目标文件!"
11="不能复制或移动文件!"
12="不能复制目录到当前目录子目录!\n%s"
13="不能删除 %i 文件!"
14="错误,不能创目录!"
15="CRC 错误不能解开文件!\n%s"
16="写入目标文件错误!\n%s"
17="从zip文件读入错误!"
18="zip文件内错误!"
19="中止解压缩!"
20="ZIP 文件内容不支持(ZIP 1.0)格式!"
21="ZIP 文件已加密!"
22="未知解压错误!"
23="解压错误"
24="不能在Zip内更改属性!"
25="错误"
26="警告!"
27="无效日期或时间字段!"
28="错误, 文件太大!\n最大64k支持!"
29="从: "
30="到:     "
31="复制 / 移动"
32="复制/移动 %i文件/目录到:"
33="粘贴"
34="删除"
35="删除:"
36="创建快捷方式"
37="为 %i 文件/目录创建快捷方式在:"
38="你真的要删除选定 %i 文件/目录?"
39="复制剩余文件..."
40="请输入目录名:"
41="创建目录"
42="覆盖: %s\n   %i 字节, %i.%02i.%04i %i:%02i:%02i\n\n为: %s\n   %i 字节, %i.%02i.%04i %i:%02i:%02i"
43="目标文件存在,覆盖?"
44="解压"
45="解压 %i 文件/目录到:"
46="Zip %i 文件/目录到:"
47="为菜单项新建标题:"
48="目录活动表"
49="添加当前目录"
50="删除当前目录"
51="参数:"
52="执行"
53="更改"
54="删除"
55="删除按钮:"
56="程序 (*.exe)~*.exe~所有文件 (*.*)~*.*~~"
57="所有文件"
58="查看文件"
59="编辑文件"
60="新建文件"
61="定义其他"
62="设置为默认"
63="打开"
64="解压"
65="复制/移动"
66="改名"
67="删除"
68="复制到剪贴板"
69="剪切到剪贴板"
70="在这粘贴 (复制)"
71="在这粘贴 (移动)"
72="属性"
73="输入选择掩码, 例. *.txt *.doc"
74="选择/未选择文件"
75="查找:"
76="%i 文件, %i 目录"
77="字节"
78="压缩后"
79="常规"
80="快捷方式"
81="查找在:"
82="分钟"
83="小时"
84="天"
85="月"
86="年"
87="错误, 文件太大!\n没有足够内存保存!"
88="错误, 不能创建文件!"
89="错误写入文件!"
90="错误, 文件太大!\n无足够内存用于查找!"
91="错误, 文件太大!"
92="缓冲满!"
93="编辑器"
94="查找文本:"
95="查找"
96="文件已修改, 保存?"
97="[未命名]"
98="所有文件 (*.*)~*.*~文本文件 (*.txt)~*.txt~~"
99="程序 (*.exe;*.lnk)~*.exe;*.lnk~所有文件 (*.*)~*.*~~"
100="(*.exe;*.dll;*.ico;*.icl)~*.exe;*.dll;*.ico;*.icl~所有文件 (*.*)~*.*~~"
101="查看"
102="编辑"
103="复制/移动"
104="改名"
105="创建目录"
106="删除"
107="用zip压缩"
108="刷新"
109="属性"
110="子工具条"
111="保存"
112="保存"
113="剪切"
114="复制"
115="粘贴"
116="撤销"
117="查找/查找下一个"
118="删除"
119="双窗口模式"
120="单窗口模式"
121="虚拟双窗口模式"

122="红外线"
123="通过红外线发送文件"
124="在这通过红外线接收"
125="IR-接收 (OBEX-协议)"
126="IR-发送 (OBEX-协议)"
127="请在其他设备上开始发送!"
128="请在其他设备上开始接收!"
129="连接中..."
130="已连接!"
131="另存文件为:"
132="查找设备中: "
133="不能打开源文件! 继续下一个?"
134="不能在范围内找到任何设备!"
135="连接失败!"
136="功能错误"
137="功能不支持!"
138="目标不可及!"
139="传输失败 (代码 %d)."
140="错误写入新ZIP文件!"
141="无足够内存!"
142="打包中止!"
143="读入文件错误!"
144="不能要读入的文件!"
145="压缩功能错误!"
146="压缩文件出现CRC错误!"
147="错误, 不能创建临时文件!"
148="错误, 旧ZIP文件是未支持格式, 不能打包!\r\n你需要重新全部解包并重新创建ZIP文件."
149="替换文件选定模式"
150="你的设备已经处于侦听红外端口状态!"
151="这功能只需要的设备无需内部接受功能。"
152="要使用这个功能你需要屏蔽设备的内置接收功能."
153="传输被被拒绝!"
154="超时!"
155="断开连接..."
156="传输完成!"
157="您可以现在发送其它文件, 或关闭接受窗口。"
158="磁盘空间"
159="断开"
160="传输模式: 二进制"
161="传输模式: 文本"
162="传输模式: 自动识别"
163="用户名:"
164="密码:"
165="帐号:"
166="防火墙用户名:"
167="防火墙密码:"
168="目标目录:"
169="用文本模式传输下列文件类型:"
170="插件"
171="转到/历史"
172="不能切换到该目录！从热门清单移除?"
173="选择目标:"
174="按OK来重试"
175="OBEX方式发送"
176="关联"
177="提示: 如果显示的图标不正确请重启你的设备."
178="警告: 关联文件到Pocket Internet Explorer 会导致死循环!"
179="插件"
180="纵向排列"
181="请再次输入密码进行确认"
182="全部选定"
183="反转选择"
184="选择/不选文件"
185="选择扩展名相同的文件"
186="CTRL 键"
187="SHIFT 键"
188="Page Up"
189="Page Down"
190="添加按钮"
191="移动按钮..."

{Main menu}
1000="文件"
1001="查找文件\tCtrl+F"
1002="改名\tCtrl+2"
1003="查看\tCtrl+3"
1004="编辑\tCtrl+4"
1005="复制/移动\tCtrl+5"
1006="创建快捷方式\tCtrl+Shift+5"
1007="创建目录\tCtrl+7"
1008="删除\tCtrl+8"
1009="用ZIP格式压缩\tCtrl+Alt+5"
1010="属性\tAlt+Enter"
1011="重载目录\tCtrl+R"
1012="通过红外线发送文件"
1013="在这通过红外线接受"
1014="通过蓝牙发送"
1020="展示"
1021="摘要"
1022="完整"
1023="大图标"
1024="单窗口模式"
1025="隐藏在ROM文件"
1026="目录活动表\tCtrl+D"
1027="目录树查看\tCtrl+T"
1028="选择/未选择文件\tCtrl+'-'"
1029="关于/设置"
1030="退出"
{Short forms for PocketPC}
1031="文件"
1032="显示"

1033="帮助"
1034="选择"
1035="更多"
1036＝"调节标签"

{Editor menu}
1500="文件"
1501="打开..."
1502="保存"
1503="另存为文本文件..."
1504="另存为Unicode..."
1505="关闭"
1506="字体"
1507="新建"

1510="编辑"
1511="撤销\tCtrl+Z"
1512="剪切\tCtrl+X"
1513="复制\tCtrl+C"
1514="粘贴\tCtrl+V"
1515="删除\tDel"
1516="查找...\tCtrl+F"
1517="查找下一个\tCtrl+Shift+F"
1518="全选\tCtrl+A"
1519="自动换行"
{Short forms for PocketPC}
1530="文件"
1531="编辑"

2000="好"
2001="放弃"
2002="目录树"

2101="复制"
2102="移动"
2103="压缩"
2104="加密"

3001="查找内容:"
3002="文本内容:"
3003="区分大小写"
3004="Unicode"
3005="不旧于:"
3006="大小:"
3007="开始"

4000="属性"
4001="位置:"
4002="大小:"
4003="属性:"
4004="只读"
4005="存档"
4006="隐藏"
4007="系统"
4008="在 ROM"
4009="更改"
4010="日期:"
4011="时间:"
4012="现在"
4013="上次修改日期"
4014="恢复子目录"
4015="目标:"
4016="文件 >>"
4017="文件夹 >>"
4018="空闲:"
4019="总共:"

5000="选择字体"
5001="字体:"
5002="大小:"
5003="黑体"
5004="斜体"
5005="例子"
5006="图标:"

6000="更改按钮"
6001="命令:"
6002="参数:"
6003="开始路径:"
6004="图标文件:"
6005="索引:"

7001="覆盖"
7002="全部覆盖"
7003="跳过"
7004="放弃"
7005="覆盖全部旧文件"
7006="全部跳过"
7007="续传"

8001="选择"
8002="不选"
8003="原来的选择(&O):"

8501="排序按:"
8502="列宽度:"
8503="名字:"
8504="大小:"
8505="日期:"


9000="关于cecmd"
9001="单击开始"
9002="更改字体"

9500="显示模式"
9501="(模拟第二窗口在屏幕外, 切换用 >)"

// Strings for the built-in plugins
// FTP settings dialog
20000="FTP 设置"
20001="服务器名[:端口]:"
20002="用户名:"
20003="口令:"
20004="远端目录:"
20005="发送命令:"
20006="服务器类型:"
20007="防火墙:"
20008="使用被动模式"

// FTP firewall settings dialog
20100="防火墙设置"
20101="防火墙方式"
20102="防火墙信息"
20103="主机[:端口]:"
20104="用户 (防火墙):"
20105="口令 (防火墙):"
20106="透明"

// Other ftp client strings
20200="新建连接"
20201="快速连接"
20202="连接名:"
20203="连接中止!"
20204="连接丢失, 重新连接中..."
20205="重连接成功!"
20206="自动检测"
20207="装载检测串"
20208="添加新防火墙..."

// FTP error messages
20210="下载中止!"
20211="上传中止!"
20212="TYPE 命令失败!"
20213="不能创建套接字!"
20214="绑定失败"
20215="获取套接字名失败!"
20216="侦听失败!"
20217="PORT 命令失败!"
20218="源与目标不同!"
20219="不能连接!"
20220="命令在处理!"
20221="不能创建远端目录!"
20222="连接失败!"
20223="写入错误, 磁盘可能满了!"

20240="连接成功!"
20241="用户名不可接受!\n"
20242="口令不能接受!\n"
20243="帐号不能接受!\n"
20244="离线!"
20245="等待服务器..."
20246="警告: 在注册表中存储密码不安全!\r\n\r\n出于安全理由, 你最好不要存储在这里, 但是每次连接都会提示输入密码."

// LAN plugin strings
21000="<新建服务器>"
21001="_快速打开"
21002="服务器位置"
21003="输入服务器名, 例如. myserver 或 \\\\server1\\e :"
21004="新建连接"
21005="连接名:"

// Registry plugin strings
22000="(默认)"
22001="+添加值+"
22002="新值 #1"
22003="<%s>的内容:"
22004="串值"
22005="错误在行 %d, 不是一个有效十六进制串!"

// Registry plugin: Edit numeric value
22020="编辑数字值"
22021="值:"
22022="十进制"
22023="16进制"
22024="基"

// Registry plugin: Create new value dialog
22040="新建值"
22041="名字:"
22042="串"
22043="DWORD"
22044="二进制"
22045="多串"
22046="扩展串"
22047="类型"

// Registry plugin: Edit hex value dialog
22060="编辑16进制值"

23000="编码(&C)"
23001="UTF-8"
23002="ANSI (本地代码页)(0)"
23003="ASCII/DOS (本地代码页)(1)"
23004="MacOS (2)"
23005="东欧语言(1250)"
23006="Windows 西里尔字母(1251)"
23007="西欧拉丁字母1 (1252)"
23008="希腊语(1253)"
23009="土耳其语(1254)"
23010="希伯来语(1255)"
23011="阿拉伯语(1256)"
23012="波罗的海语言(1257)"
23013="越南语(1258)"
23014="简体中文(936)"
23015="繁体中文(950)"
23016="日语(932)"
23017="韩语(949)"
23018="泰语(874)"
23019="DOS-USA (437)"
23020="DOS-LATIN1 (850)"
23021="西里尔字母 KOI8-R (20866)"
23022="其他(手工输入代码页号)"
